Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.consent.line2
source: Only Known's verified staff can open your file, and every time they do is recorded. We use it only to check your identity and to stop fake and duplicate accounts.
ar: لا يطّلع على ملفك إلا موظفو «معروف» الموثَّقون، ويُسجَّل كل اطّلاع. نستخدمه فقط للتحقق من هويتك ولمنع الحسابات المزيّفة والمكرّرة.
bn: শুধু Known-এর যাচাইকৃত কর্মীরা আপনার ফাইল খুলতে পারেন, এবং প্রতিবার খোলার তথ্য নথিভুক্ত হয়। আমরা এটি কেবল আপনার পরিচয় যাচাই এবং ভুয়া ও একই ব্যক্তির একাধিক অ্যাকাউন্ট ঠেকাতে ব্যবহার করি।
ca: Només el personal verificat de Known pot obrir el teu fitxer, i cada vegada que ho fa queda registrat. Només el fem servir per comprovar la teva identitat i evitar comptes falsos i duplicats.
cs: Soubor může otevřít jen ověřený personál aplikace Known a pokaždé se to zaznamená. Používáme ho jen k ověření tvé totožnosti a k zamezení falešných a duplicitních účtů.
da: Kun Knowns verificerede medarbejdere kan åbne din fil, og hver gang de gør det, bliver det registreret. Vi bruger den kun til at kontrollere din identitet og til at stoppe falske konti og dubletter.
de: Nur verifizierte Mitarbeitende von Known können deine Akte öffnen, und jedes Öffnen wird protokolliert. Wir nutzen sie ausschließlich, um deine Identität zu prüfen und gefälschte und doppelte Konten zu verhindern.
el: Μόνο το εξουσιοδοτημένο προσωπικό του Known μπορεί να ανοίξει τον φάκελό σου και κάθε φορά που το κάνει καταγράφεται. Τον χρησιμοποιούμε μόνο για να ελέγξουμε την ταυτότητά σου και να αποτρέψουμε ψεύτικους και διπλούς λογαριασμούς.
es: Solo el personal verificado de Known puede abrir tu expediente, y cada vez que lo hace queda registrado. Lo usamos únicamente para comprobar tu identidad y evitar cuentas falsas y duplicadas.
fi: Vain Knownin vahvistettu henkilökunta voi avata tiedostosi, ja jokainen avaus kirjataan. Käytämme sitä vain henkilöllisyytesi tarkistamiseen sekä väärien ja kaksoistilien estämiseen.
fr: Seul le personnel vérifié de Known peut ouvrir votre dossier, et chaque ouverture est enregistrée. Nous l’utilisons uniquement pour vérifier votre identité et empêcher les faux comptes et les doublons.
he: רק צוות מאומת של Known יכול לפתוח את התיק שלך, וכל פעם שהוא עושה זאת היא נרשמת. אנחנו משתמשים בו רק כדי לבדוק את זהותך ולעצור חשבונות מזויפים וכפולים.
hi: आपकी फ़ाइल केवल Known के सत्यापित स्टाफ़ खोल सकते हैं, और हर बार खोलना दर्ज होता है। हम इसका उपयोग सिर्फ़ आपकी पहचान जाँचने और नकली व डुप्लिकेट अकाउंट रोकने के लिए करते हैं।
hr: Tvoju datoteku mogu otvoriti samo provjereni djelatnici aplikacije Known, a svako otvaranje se bilježi. Koristimo je samo za provjeru tvog identiteta i sprječavanje lažnih i dvostrukih računa.
hu: Az aktádat csak a Known hitelesített munkatársai nyithatják meg, és minden megnyitás naplózva van. Kizárólag a személyazonosságod ellenőrzésére, valamint hamis és duplikált fiókok megakadályozására használjuk.
id: Hanya staf terverifikasi Known yang bisa membuka berkasmu, dan setiap pembukaan dicatat. Kami memakainya hanya untuk memeriksa identitasmu dan mencegah akun palsu dan ganda.
it: Solo il personale verificato di Known può aprire il tuo fascicolo, e ogni accesso viene registrato. Lo usiamo solo per verificare la tua identità e per fermare account falsi e duplicati.
ja: ファイルを開けるのはKnownの認証済みスタッフだけで、開くたびに記録されます。本人確認と、偽アカウントや重複アカウントの防止にのみ使用します。
ko: Known의 인증된 직원만 내 파일을 열 수 있고, 열 때마다 기록이 남아요. 신원 확인과 가짜 계정 및 중복 계정 방지에만 사용해요.
ml: Known-ന്റെ പരിശോധിച്ച ജീവനക്കാർക്ക് മാത്രമേ നിങ്ങളുടെ ഫയൽ തുറക്കാനാകൂ, ഓരോ തവണ തുറക്കുന്നതും രേഖപ്പെടുത്തും. നിങ്ങളുടെ ഐഡന്റിറ്റി പരിശോധിക്കാനും വ്യാജ, ഇരട്ട അക്കൗണ്ടുകൾ തടയാനും മാത്രമേ ഇത് ഉപയോഗിക്കൂ.
ms: Hanya kakitangan Known yang disahkan boleh membuka fail anda, dan setiap kali mereka berbuat demikian ia direkodkan. Kami hanya menggunakannya untuk menyemak identiti anda dan menghalang akaun palsu dan pendua.
nb: Bare Knowns verifiserte ansatte kan åpne mappen din, og hver gang de gjør det, loggføres det. Vi bruker den bare til å kontrollere identiteten din og stoppe falske kontoer og duplikatkontoer.
nl: Alleen geverifieerd personeel van Known kan je dossier openen, en elke keer dat ze dat doen wordt vastgelegd. We gebruiken het alleen om je identiteit te controleren en nep- en dubbele accounts tegen te gaan.
pl: Tylko zweryfikowani pracownicy Known mogą otworzyć Twoją teczkę, a każde otwarcie jest rejestrowane. Używamy jej wyłącznie do sprawdzenia Twojej tożsamości oraz przeciwdziałania fałszywym i zdublowanym kontom.
pt_br: Somente a equipe autorizada do Known pode abrir seu arquivo, e cada acesso fica registrado. Usamos o arquivo apenas para conferir sua identidade e impedir contas falsas e duplicadas.
pt_pt: Apenas o pessoal verificado da Known pode abrir o seu ficheiro, e cada abertura fica registada. Usamo-lo apenas para verificar a sua identidade e impedir contas falsas e duplicadas.
ro: Doar personalul verificat al Known îți poate deschide dosarul, iar fiecare deschidere este înregistrată. Îl folosim doar pentru a-ți verifica identitatea și a opri conturile false și duplicate.
ru: Открыть ваш файл могут только проверенные сотрудники Known, и каждое открытие записывается. Мы используем его только для проверки личности и борьбы с поддельными и дублирующими аккаунтами.
sk: Tvoj spis môžu otvoriť iba overení zamestnanci Known a každé otvorenie sa zaznamenáva. Používame ho iba na overenie tvojej totožnosti a na zabránenie falošným a duplicitným účtom.
sv: Bara Knowns verifierade personal kan öppna din fil, och varje gång de gör det loggas det. Vi använder den bara för att kontrollera din identitet och stoppa falska konton och dubbletter.
ta: Known-இன் சரிபார்க்கப்பட்ட பணியாளர்கள் மட்டுமே உங்கள் கோப்பைத் திறக்க முடியும், ஒவ்வொரு முறையும் அது பதிவு செய்யப்படும். உங்கள் அடையாளத்தைச் சரிபார்க்கவும் போலி, நகல் கணக்குகளைத் தடுக்கவும் மட்டுமே இதைப் பயன்படுத்துகிறோம்.
te: Known యొక్క ధృవీకరించబడిన సిబ్బంది మాత్రమే మీ ఫైల్‌ను తెరవగలరు, వారు తెరిచిన ప్రతిసారీ నమోదు చేయబడుతుంది. మేము దీన్ని మీ గుర్తింపును తనిఖీ చేయడానికి, నకిలీ మరియు డూప్లికేట్ ఖాతాలను ఆపడానికి మాత్రమే ఉపయోగిస్తాం.
th: เฉพาะเจ้าหน้าที่ที่ได้รับการยืนยันของ Known เท่านั้นที่เปิดแฟ้มของคุณได้ และทุกครั้งที่เปิดจะมีการบันทึกไว้ เราใช้เพื่อตรวจสอบตัวตนของคุณและป้องกันบัญชีปลอมและบัญชีซ้ำเท่านั้น
tr: Dosyanızı yalnızca Known'un doğrulanmış personeli açabilir ve her açışları kaydedilir. Dosyayı yalnızca kimliğinizi kontrol etmek ve sahte ve mükerrer hesapları durdurmak için kullanırız.
uk: Відкрити ваш файл можуть лише верифіковані співробітники Known, і кожне таке відкриття фіксується. Ми використовуємо його лише для перевірки вашої особи та для боротьби з фальшивими й дубльованими обліковими записами.
ur: آپ کی فائل صرف Known کا تصدیق شدہ عملہ کھول سکتا ہے، اور جب بھی وہ کھولتے ہیں اس کا ریکارڈ رکھا جاتا ہے۔ ہم اسے صرف آپ کی شناخت جانچنے اور جعلی اور دہرے اکاؤنٹ روکنے کے لیے استعمال کرتے ہیں۔
vi: Chỉ nhân viên đã được xác minh của Known mới mở được hồ sơ của bạn, và mỗi lần mở đều được ghi lại. Chúng tôi chỉ dùng nó để kiểm tra danh tính của bạn và ngăn tài khoản giả và trùng lặp.
zh_hans: 只有 Known 经过验证的工作人员可以打开你的档案，每次打开都会有记录。我们仅将其用于核实你的身份，以及阻止虚假和重复的账户。
zh_hant: 只有 Known 經過驗證的工作人員能開啟你的檔案，且每次開啟都會留下紀錄。我們僅將其用於核對你的身分，以及防止偽造和重複的帳號。

# document.consent.line3
source: An automatic check on a computer Known runs in Canada looks at the photos first; they travel there encrypted and are not kept there. They are never sent to another company's AI.
ar: يفحص الصورَ أولًا نظامٌ آلي على جهاز يديره «معروف» في كندا؛ تصل إليه مشفّرةً ولا تُحفظ هناك. ولا تُرسَل أبدًا إلى ذكاء اصطناعي لأي شركة أخرى.
bn: কানাডায় Known-এর চালানো একটি কম্পিউটারে স্বয়ংক্রিয় যাচাই প্রথমে ছবিগুলো দেখে; সেগুলো এনক্রিপ্টেড অবস্থায় সেখানে যায় এবং সেখানে রাখা হয় না। সেগুলো কখনও অন্য কোনো কোম্পানির AI-তে পাঠানো হয় না।
ca: Una comprovació automàtica en un ordinador que Known gestiona al Canadà mira primer les fotos; hi viatgen xifrades i no s'hi conserven. Mai s'envien a la IA d'una altra empresa.
cs: Fotografie nejdřív prověří automatická kontrola na počítači, který Known provozuje v Kanadě; putují tam šifrovaně a neuchovávají se tam. Nikdy se neposílají AI jiné společnosti.
da: En automatisk kontrol på en computer, som Known driver i Canada, ser først på fotoene. De sendes derhen krypteret og gemmes ikke der. De sendes aldrig til et andet firmas AI.
de: Eine automatische Prüfung auf einem Rechner, den Known in Kanada betreibt, sieht sich die Fotos zuerst an; sie werden verschlüsselt dorthin übertragen und dort nicht gespeichert. Sie werden nie an die KI eines anderen Unternehmens gesendet.
el: Ένας αυτόματος έλεγχος σε υπολογιστή που λειτουργεί το Known στον Καναδά εξετάζει πρώτα τις φωτογραφίες· ταξιδεύουν εκεί κρυπτογραφημένες και δεν διατηρούνται εκεί. Δεν στέλνονται ποτέ στην τεχνητή νοημοσύνη άλλης εταιρείας.
es: Una comprobación automática en un ordenador que Known gestiona en Canadá examina primero las fotos; viajan cifradas hasta allí y no se conservan. Nunca se envían a la IA de otra empresa.
fi: Automaattinen tarkistus Knownin ylläpitämällä tietokoneella Kanadassa katsoo kuvat ensin; ne kulkevat sinne salattuina eikä niitä säilytetä siellä. Niitä ei koskaan lähetetä toisen yrityksen tekoälylle.
fr: Un contrôle automatique, sur un ordinateur exploité par Known au Canada, examine d’abord les photos ; elles y transitent chiffrées et n’y sont pas conservées. Elles ne sont jamais envoyées à l’IA d’une autre entreprise.
he: בדיקה אוטומטית במחשב ש-Known מפעילה בקנדה בוחנת את התמונות קודם; הן עוברות לשם מוצפנות ולא נשמרות שם. הן אף פעם לא נשלחות לבינה מלאכותית של חברה אחרת.
hi: कनाडा में Known के चलाए कंप्यूटर पर एक स्वचालित जाँच पहले फ़ोटो देखती है; वे वहाँ एन्क्रिप्टेड पहुँचती हैं और वहाँ रखी नहीं जातीं। उन्हें किसी दूसरी कंपनी के AI को कभी नहीं भेजा जाता।
hr: Automatska provjera na računalu koje Known pokreće u Kanadi prva pregledava fotografije; one tamo putuju šifrirane i ne zadržavaju se. Nikada se ne šalju umjetnoj inteligenciji druge tvrtke.
hu: A fotókat előbb egy Kanadában üzemeltetett, a Known által futtatott számítógépen végzett automatikus ellenőrzés vizsgálja; titkosítva jutnak oda, és nem maradnak ott. Más cég mesterséges intelligenciájának soha nem küldjük el őket.
id: Pemeriksaan otomatis di komputer yang dijalankan Known di Kanada melihat foto lebih dulu; foto dikirim ke sana terenkripsi dan tidak disimpan di sana. Foto tidak pernah dikirim ke AI perusahaan lain.
it: Un controllo automatico su un computer gestito da Known in Canada esamina prima le foto; vi arrivano cifrate e lì non vengono conservate. Non vengono mai inviate all'IA di un'altra azienda.
ja: Knownがカナダで運用するコンピューターによる自動チェックが、まず写真を確認します。写真は暗号化されて送られ、そこには保管されません。他社のAIに送られることはありません。
ko: 사진은 먼저 Known이 캐나다에서 운영하는 컴퓨터의 자동 확인을 거쳐요. 암호화되어 전송되며 그곳에는 보관되지 않아요. 다른 회사의 AI로는 절대 보내지 않아요.
ml: ആദ്യം Known കാനഡയിൽ നടത്തുന്ന ഒരു കമ്പ്യൂട്ടറിലെ ഓട്ടോമാറ്റിക് പരിശോധന ഫോട്ടോകൾ നോക്കും; അവ എൻക്രിപ്റ്റ് ചെയ്താണ് അവിടെ എത്തുന്നത്, അവിടെ സൂക്ഷിക്കില്ല. അവ മറ്റൊരു കമ്പനിയുടെ AI-ക്ക് ഒരിക്കലും അയയ്ക്കില്ല.
ms: Semakan automatik pada komputer yang dikendalikan Known di Kanada melihat foto itu dahulu; ia dihantar ke sana dalam keadaan disulitkan dan tidak disimpan di sana. Ia tidak pernah dihantar kepada AI syarikat lain.
nb: En automatisk kontroll på en datamaskin som Known driver i Canada, ser på bildene først. De sendes dit kryptert og lagres ikke der. De sendes aldri til et annet selskaps KI.
nl: Een automatische controle op een computer die Known in Canada beheert, bekijkt eerst de foto's; ze worden versleuteld daarheen gestuurd en worden daar niet bewaard. Ze worden nooit naar de AI van een ander bedrijf gestuurd.
pl: Najpierw zdjęcia analizuje automatyczna kontrola na komputerze prowadzonym przez Known w Kanadzie; trafiają tam zaszyfrowane i nie są tam przechowywane. Nigdy nie są wysyłane do sztucznej inteligencji innej firmy.
pt_br: Uma verificação automática, em um computador que o Known opera no Canadá, analisa as fotos primeiro; elas viajam até lá criptografadas e não ficam guardadas lá. Elas nunca são enviadas à IA de outra empresa.
pt_pt: Uma verificação automática, num computador que a Known gere no Canadá, analisa primeiro as fotos; estas seguem para lá cifradas e não são lá guardadas. Nunca são enviadas para a IA de outra empresa.
ro: Mai întâi, o verificare automată pe un computer rulat de Known în Canada analizează fotografiile; ele ajung acolo criptate și nu sunt păstrate. Nu sunt trimise niciodată către IA-ul altei companii.
ru: Сначала фото проверяет автоматическая система на компьютере Known в Канаде; они передаются туда в зашифрованном виде и там не хранятся. Они никогда не отправляются в ИИ другой компании.
sk: Fotky najprv posúdi automatická kontrola na počítači, ktorý Known prevádzkuje v Kanade; putujú tam zašifrované a neuchovávajú sa tam. Nikdy sa neposielajú AI inej spoločnosti.
sv: En automatisk kontroll på en dator som Known driver i Kanada tittar först på bilderna; de skickas dit krypterade och sparas inte där. De skickas aldrig till något annat företags AI.
ta: முதலில், கனடாவில் Known இயக்கும் கணினியில் தானியங்கிச் சோதனை புகைப்படங்களைப் பார்க்கும்; அவை குறியாக்கத்துடன் அங்கு செல்லும், அங்கு சேமிக்கப்படாது. அவை வேறொரு நிறுவனத்தின் AI-க்கு ஒருபோதும் அனுப்பப்படுவதில்லை.
te: కెనడాలో Known నడిపే కంప్యూటర్‌లో ఆటోమేటిక్ తనిఖీ ముందుగా ఫోటోలను చూస్తుంది; అవి ఎన్‌క్రిప్ట్ అయి అక్కడికి వెళ్తాయి, అక్కడ నిల్వ ఉండవు. వాటిని మరే కంపెనీ AIకు పంపరు.
th: การตรวจสอบอัตโนมัติบนคอมพิวเตอร์ที่ Known ดูแลในแคนาดาจะดูรูปก่อน รูปจะถูกส่งไปที่นั่นแบบเข้ารหัสและไม่ถูกเก็บไว้ที่นั่น และจะไม่ถูกส่งให้ AI ของบริษัทอื่น
tr: Fotoğraflara önce Known'un Kanada'da çalıştırdığı bir bilgisayardaki otomatik bir kontrol bakar; oraya şifreli olarak gider ve orada saklanmaz. Başka bir şirketin yapay zekasına asla gönderilmez.
uk: Спершу фото перевіряє автоматична перевірка на комп’ютері, яким Known керує в Канаді; вони передаються туди зашифрованими й там не зберігаються. Їх ніколи не надсилають до ШІ іншої компанії.
ur: Known کے کینیڈا میں چلنے والے کمپیوٹر پر ایک خودکار جانچ پہلے تصاویر دیکھتی ہے؛ وہ انکرپٹڈ حالت میں وہاں جاتی ہیں اور وہاں رکھی نہیں جاتیں۔ انہیں کسی دوسری کمپنی کے AI کو کبھی نہیں بھیجا جاتا۔
vi: Một bước kiểm tra tự động trên máy tính do Known vận hành ở Canada xem các ảnh trước; ảnh được truyền đến đó đã mã hóa và không được giữ lại ở đó. Ảnh không bao giờ được gửi cho AI của công ty khác.
zh_hans: 照片会先由 Known 在加拿大运行的一台计算机进行自动检查；照片加密传输，且不会保留在那里。照片绝不会发送给其他公司的 AI。
zh_hant: 照片會先由 Known 在加拿大營運的電腦進行自動檢查；照片會加密傳送到該處，且不會保留在那裡。照片絕不會傳送給其他公司的 AI。

# document.consent.line4
source: It's up to you: without the tick you can still be verified, and your photos are deleted once your verification is decided.
ar: الأمر متروك لك: يمكن توثيقك دون العلامة، وتُحذف صورك عند البتّ في طلبك.
bn: সিদ্ধান্ত আপনার: টিক না দিলেও আপনি ভেরিফায়েড হতে পারবেন, এবং ভেরিফিকেশনের সিদ্ধান্ত হলে আপনার ছবিগুলো মুছে ফেলা হবে।
ca: Depèn de tu: sense la marca també et pots verificar, i les teves fotos s'eliminen quan es decideix la verificació.
cs: Je to na tobě: bez zaškrtnutí se můžeš ověřit také a fotografie se po rozhodnutí o ověření smažou.
da: Det er op til dig: Uden kryds kan du stadig blive verificeret, og dine fotos slettes, så snart din verificering er afgjort.
de: Das entscheidest du: Auch ohne Haken kannst du verifiziert werden, und deine Fotos werden gelöscht, sobald über deine Verifizierung entschieden ist.
el: Εξαρτάται από εσένα: χωρίς την επιλογή μπορείς πάλι να επαληθευτείς και οι φωτογραφίες σου διαγράφονται μόλις ληφθεί απόφαση για την επαλήθευσή σου.
es: Depende de ti: sin marcar la casilla igualmente puedes verificarte, y tus fotos se eliminan en cuanto se decide tu verificación.
fi: Valinta on sinun: ilman rastia voit silti tulla vahvistetuksi, ja kuvasi poistetaan, kun vahvistuksesi on ratkaistu.
fr: C’est vous qui décidez : sans cocher, vous pouvez quand même être vérifié, et vos photos sont supprimées dès que votre vérification est décidée.
he: זה תלוי בך: גם בלי הסימון אפשר להיות מאומת, והתמונות שלך נמחקות ברגע שהאימות שלך הוכרע.
hi: यह आपकी मर्ज़ी है: टिक किए बिना भी आप सत्यापित हो सकते हैं, और आपके सत्यापन का फ़ैसला होते ही आपकी फ़ोटो हटा दी जाती हैं।
hr: Odluka je tvoja: bez oznake i dalje možeš biti potvrđen/a, a tvoje fotografije se brišu čim se odluči o tvojoj provjeri.
hu: A te döntésed: pipa nélkül is hitelesíthetnek, és a fotóid a hitelesítésed elbírálása után törlődnek.
id: Terserah kamu: tanpa centang kamu tetap bisa diverifikasi, dan fotomu dihapus begitu verifikasimu diputuskan.
it: Sta a te: senza la selezione puoi comunque essere verificato, e le tue foto vengono eliminate non appena la verifica è decisa.
ja: 選ぶのはあなたです。チェックを入れなくても認証は受けられ、写真は認証の判断が出た時点で削除されます。
ko: 선택은 내 몫이에요. 체크하지 않아도 인증받을 수 있으며, 인증 결정이 나면 사진은 삭제돼요.
ml: തീരുമാനം നിങ്ങളുടേതാണ്: ടിക്ക് ചെയ്യാതെയും പരിശോധിക്കപ്പെടാം, പരിശോധനയിൽ തീരുമാനമായാലുടൻ നിങ്ങളുടെ ഫോട്ടോകൾ ഇല്ലാതാക്കും.
ms: Terpulang kepada anda: tanpa tanda itu anda masih boleh disahkan, dan foto anda dipadam sebaik sahaja pengesahan anda diputuskan.
nb: Det er opp til deg: uten avkryssingen kan du fortsatt bli verifisert, og bildene dine slettes når verifiseringen er avgjort.
nl: Het is aan jou: zonder vinkje kun je nog steeds worden geverifieerd, en je foto's worden verwijderd zodra over je verificatie is beslist.
pl: Decyzja należy do Ciebie: bez zaznaczenia nadal możesz zostać zweryfikowany, a Twoje zdjęcia zostaną usunięte po rozstrzygnięciu weryfikacji.
pt_br: A escolha é sua: sem marcar, você ainda pode ser verificado, e suas fotos são excluídas assim que sua verificação for decidida.
pt_pt: A decisão é sua: sem a seleção, pode na mesma ser verificado, e as suas fotos são eliminadas assim que a verificação for decidida.
ro: Depinde de tine: fără bifă poți fi totuși verificat, iar fotografiile tale sunt șterse imediat ce verificarea este decisă.
ru: Решать вам: без галочки вас всё равно можно проверить, а фото удаляются, как только по проверке принято решение.
sk: Je to na tebe: bez zaškrtnutia sa môžeš stále overiť a tvoje fotky sa po rozhodnutí o overení odstránia.
sv: Det är upp till dig: utan krysset kan du ändå verifieras, och dina bilder raderas när beslutet om din verifiering har fattats.
ta: இது உங்கள் விருப்பம்: குறிக்காவிட்டாலும் சரிபார்க்கப்படலாம், உங்கள் சரிபார்ப்பு முடிவானதும் உங்கள் புகைப்படங்கள் நீக்கப்படும்.
te: ఇది మీ ఇష్టం: టిక్ చేయకపోయినా మీరు ధృవీకరించబడవచ్చు, మీ ధృవీకరణపై నిర్ణయం వచ్చాక మీ ఫోటోలు తొలగించబడతాయి.
th: ขึ้นอยู่กับคุณ: หากไม่ติ๊ก คุณก็ยังยืนยันตัวตนได้ และรูปของคุณจะถูกลบเมื่อมีการตัดสินการยืนยันของคุณ
tr: Karar sizin: işaret koymazsanız da doğrulanabilirsiniz ve doğrulamanız karara bağlandığında fotoğraflarınız silinir.
uk: Це на ваш розсуд: без позначки вас усе одно можна верифікувати, а ваші фото видаляються після ухвалення рішення про верифікацію.
ur: فیصلہ آپ کا ہے: نشان کے بغیر بھی آپ کی تصدیق ہو سکتی ہے، اور آپ کی تصدیق کا فیصلہ ہوتے ہی آپ کی تصاویر حذف ہو جاتی ہیں۔
vi: Tùy bạn quyết định: không đánh dấu bạn vẫn được xác minh, và ảnh của bạn bị xóa ngay khi có quyết định xác minh.
zh_hans: 由你决定：不勾选也可以完成验证，你的照片会在验证作出决定后删除。
zh_hant: 由你決定：不勾選也能通過驗證，且在驗證結果出爐後，你的照片就會被刪除。
